Repository: unzerdev/woocommerce-outdated
Catalog: files/woocommerce_unzercw/translations/woocommerce_unzercw-*.po
Languages: de_de, fr_fr

source: When the store is not available (network outage, server failure or any other outage), when the feedback of Unzer is sent, then the transaction state is not updated. Hence no order confirmation e-mail is sent and the order is not in the paid state. By activating the transaction update, such transactions can be authorized later over direct link. To use this feature the update service must be activated and the API username and the API password must be set.
de_de: Wenn der Shop nicht erreichbar ist (Netzwerk- Serverausfall o.ä.) während das Feedback von Unzer gesendet wird, wird der Transaktionsstatus nicht aktualisiert. Daher wird keine Bestätigungsmail für die Bestellung verwand und die Bestellung hat noch nicht den Status 'bezahlt'. Indem Sie Transaktionsupdates aktivieren, können solche Transaktionen über einen direkten Link aktualisiert werden. Um diesen Service zu nutzen, muss der Update Service aktiviert sein und der API Nutzername sowie das Passwort müssen festgelegt sein.
fr_fr: Lorsque la boutique n'est pas disponible (panne de réseau, une panne de serveur ou de toute autre panne), après le retour de Unzer envoyé, le statut de la transaction ne sera pas mis à jour. Par conséquent, aucune confirmation de commande sera envoyé par e-mail et la commande n'aura pas le statut payé. En activant la mise à jour de la transaction, ces opérations peuvent être autorisées plus tard sur la liaison directe. Pour utiliser cette fonction, le service de mise à jour doit être activé et le nom d'utilisateur de l'API et le mot de passe de l'API doit être aussi configuré.

source: The alias transaction could not be conductet with error code: !code, and reason: !reason:
de_de: Die Alias Transaktion konnte nicht durchgeführt werden. Fehlermeldung: !code und Grund: !reason.
fr_fr: La transaction alias n'a pas pu être réalisée. Code d'erreur: !code et raison: !reason

source: An unknown error occurred.
de_de: Ein unbekannter Fehler ist aufgetreten.

source: Capturing
de_de: Verbuchung
fr_fr: Comptabiliser

source: Processing type failed
de_de: Verarbeitungstyp fehlgeschlagen

source: Shipment created over @amount.
de_de: Lieferung erstellt für @amount.

source: Product
de_de: Produkt
fr_fr: Produit

source: Select card
de_de: Wählen Sie die gespeicherten Bezahlinformationen.
fr_fr: Sélectionnez les informations de paiement sauvegardées.

source: A manual renewal debits the customer directly for this subscription. This by pass any time restriction of the automatic subscription plugin.
de_de: Eine manuelle Erneuerung wird für diese Subscription direkt abgebucht. Mit dieser Option umgehen Sie den automatischen Mechanismus des Subscription Plugins.
fr_fr: Un renouvellement manuel débite directement le client pour cet abonnement. Avec cette option, vous contournez le mécanisme automatique du plugin d'abonnement.

source: Unzer Type ID
de_de: Unzer Typ-ID

source: Here you can insert an order prefix. The prefix allows you to change the order number that is transmitted to Authorize.net. The prefix must contain the tag {id}. It will then be replaced by the order number (e.g. name_{id}).
de_de: Hier können Sie einen Bestellpräfix eingeben. Der Präfix erlaubt es Ihnen, die Bestellnummer, die an Unzer übermittelt wird, zu verändern. Der Präfix muss den Tag {id} enthalten. Dieser wird anschliessend durch die Bestellnummer ersetzt (z.B. name_{id}).
fr_fr: Ici vous pouvez insérer un préfixe de la commande. Le préfixe vous permet de changer le numéro de commande qui est transmis à Unzer. Le préfixe doit contenir le tag {id}. Il sera ensuite remplacé par le numéro de commande (par exemple name-{id}). Assurez-vous de ne pas utiliser '_'.

source: Discount
de_de: Rabatt
fr_fr: Rabais

source: In some cases payment methods may use separate keys. If this is the case, add the keys found in the Unzer backend to the payment method configuration in your store.
de_de: Einige Zahlmethoden erfordern weitere Schlüssel. In diesem Fall können diese im Backend von Unzer gefunden werden. Die Schlüssel müssen in der Zahlartenkonfiguration im Shop eingetragen werden.

source: Brand Name
de_de: Markenname
fr_fr: Nom de marque

source: This status is set, when the payment was successfull and it is authorized.
de_de: Dieser Status wird vergeben, wenn eine Zahlung erfolgreich war und autorisiert wurde.
fr_fr: Cet état est défini, lorsque le paiement a été un succès et il est autorisé.

source: Pay with %s over the interface of Unzer.
de_de: Zahlen Sie mit %s über das Interface von Unzer.

source: Uncertain Status
de_de: Unsicherer Status
fr_fr: Statut incertain

source: Redirection
de_de: Weiterleitung

source: Only on captured transaction the flag customer refusing to pay can be set.
de_de: Nur bei bereits verbuchten Transaktionen kann ein Flag zur Markierung von Kunden, die nicht bezahlt haben, gesetzt werden.
fr_fr: Il est seulement possible de définir un indicateur pour les clients qui n'ont pas payé sur les transactions capturées.

source: The card brand selection is automatically done depending on the entered card number. If no Javascript is active in the browser, a drop down is shown. In case JavaScript a the brand logos can be shown. Should the brand selection using images?
de_de: Die Auswahl des Kartenanbieters wird abhängig von der eingegebenen Kartennummer automatisch durchgeführt. Falls JavaScript im Browser nicht aktiviert ist, wird ein Dropdown-Menü angezeigt. Ist JavaScript aktiv, können die Logos der Anbieter gezeigt werden, sofern die Image Brand Selection aktiviert ist.
fr_fr: La sélection de la marque de la carte se fait automatiquement à partir du numéro de carte inséré. Si Javascript n'est pas actif dans le navigateur, un menu déroulant apparaît. Si JavaScript est activé, les logos de marques peuvent être affichées. Afficher les logos au lieu du menu déroulant?

source: The capturing could not be conducted. Error code: !error.
de_de: Die Verbuchung konnte nicht durchgeführt werden. Fehlercode: !error.
fr_fr: La capture n'a pas pu être réalisée. Code d'erreur: !error.

source: Live Identifier (PBX_IDENTIFIANT)
fr_fr: Live identifiant (PBX_IDENTIFIANT)

source: CVC Code
fr_fr: Code de sécurité (CVC)

source: Status
fr_fr: Statut
