Repository: unzerdev/woocommerce-outdated
Catalog: files/woocommerce_unzercw/translations/woocommerce_unzercw-*.po
Languages: de_de, fr_fr

source: The transaction failed with error code !code.
de_de: Die Transaktion ist fehlgeschlagen. Fehlermeldung: !code
fr_fr: L'opération a échoué avec le code d'erreur: !code.

source: Login / Register
de_de: Login / Registrieren
fr_fr: Connexion / Inscription

source: Unzer Trace ID (processing)
de_de: Unzer Trace ID (Verarbeitung)

source: Costs
de_de: Kosten

source: The interest rate in percent that you enter here will be applied onto the instalment. The rate must be above the amount that you have agreed up on with Unzer.
de_de: Der angegebene Zinssatz (in Prozent) wird auf die Ratenzahlung angewendet. Dieser musst grösser sein, als der Zinssatz, welcher mit Unzer vereinbart wurde.

source: Less Details
de_de: Weniger Details
fr_fr: Moins de détails

source: Order Review
de_de: Bestellungsüberprüfung
fr_fr: Revue de la commande

source: Please select the expiry month on your card.
de_de: Bitte wählen Sie den Monat des Ablaufdatums auf Ihrer Kreditkarte aus.
fr_fr: Sélectionnez le mois de l'expiration de votre carte

source: A failed authorization cannot be authorized.
de_de: Eine fehlgeschlagene Transaktion kann nicht autorisiert werden.
fr_fr: Une transaction échouée ne peut pas être autorisée.

source: Maximal Order Total
de_de: Maximales Bestelltotal
fr_fr: Montant de commande maximal

source: Unzer Authorization ID
de_de: Unzer Autorisierungs-ID

source: Card Holder Name
de_de: Karteninhaber
fr_fr: Titulaire de la carte

source: Bad signature format.
de_de: Das Format der Signatur ist fehlerhaft
fr_fr: Format de signature incorrect

source: Day
de_de: Tag
fr_fr: Jour

source: Multiple Shipping Methods
de_de: Mehrere Versandmethoden

source: Enter the sector your company operates in, e.g. finance.
de_de: Bitte geben Sie den Sektor an, in dem Ihre Firma arbeitet (z.B. Finanzen, IT-Dienstleitungen etc.).

source: Please check the entered CVC number.
de_de: Bitte überprüfen Sie den eingegebenen CVC.
fr_fr: Veuillez vérifier le numéro CVC entré.

source: Author
de_de: Autor
fr_fr: Auteur

source: The given identifier is empty.
de_de: Der Identifier ist ungültig.
fr_fr: L'identificateur donné est vide.

source: Transaction was cancelled or refunded, but status change cannot be reflected in store.
de_de: Die Transaktion wurde storniert oder rückerstattet, aber die Statusänderung kann nicht im Store reflektiert werden.

source: The controller class '@controller' does not provide any method with annotation 'Customweb_Payment_Endpoint_Annotation_ExtractionMethod' and valid output.
de_de: Die Controller Class '@controller' bietet keine Methode mit der Beschriftung 'Customweb_Payment_Endpoint_Annotation_ExtractionMethod' und gültigem Output.
fr_fr: Le contrôleur '@controller' ne fournit pas de méthode avec l'annotation 'Customweb_Payment_Endpoint_Annotation_ExtractionMethod' et de données valides.

source: SEPA Mandate ID
de_de: SEPA Mandats ID

source: Transaction Paid
de_de: Transaktion bezahlt
fr_fr: Transacion payée

source: Captured Status
de_de: Verbuchungsstatus
fr_fr: Statut de capture

source: During the authorization
de_de: Während der Autorisation
fr_fr: Pendant l'autorisation

source: Send Customer
de_de: Kunde übermitteln

source: You can not submit both forms at once
de_de: Sie können nicht beide Formulare gleichzeitig einreichen
fr_fr: Vous ne pouvez pas soumettre les deux formes à la fois.

source: yes
de_de: Ja
fr_fr: Oui

source: The brand with key '!key' was not found in the card information map.
de_de: Der Kreditkarten Brand mit dem '!key' wurde nicht gefunden in der Karteninformationsmap.
fr_fr: La marque '!key' n'a pas été trouvée dans les marques disponibles.

source: Please enter here the name of the account owner.
de_de: Bitte geben Sie den Namen des Kontoinhabers an.
fr_fr: Vous devez insérer le titulaire de compte

source: Could not load layout from URL !url. Reason: !reason
de_de: Das Layout konnte nicht von !url geladen werden. Grund: !reason
fr_fr: Impossible de charger le template à partir de l'URL !url. Raison: !reason

source: Transaction Number
de_de: Transaktionsnummer
fr_fr: Numéro de transaction

source: You can specify the order status for new orders that have an uncertain authorisation status.
de_de: Sie können den Status von Bestellungen mit unsicherem Autorisationsstatus definieren.
fr_fr: Vous pouvez spécifier le statut de la commande pour les nouvelles commandes qui ont un statut d'autorisation incertain.

source: Missing Permissions.
de_de: Fehlende Berechtigungen.
fr_fr: Permissions manquantes.

source: The given card number has an invalid check sum.
de_de: Die angegebene Kartennummer hat eine ungültige Check Summe.
fr_fr: Le numéro de carte donné a une somme de contrôle invalide.

source: Refund
de_de: Rückerstattung
fr_fr: Remboursement

source: Card Number
de_de: Kartennummer
fr_fr: Numéro de la carte

source: No, use the dropdown.
de_de: Dropdown-Menü benutzen
fr_fr: Utiliser le menu déroulant

source: Cancelling @amount for charge with id @id.
de_de: Stornierung von @amount für die Verbuchung mit id @id.

source: The transaction failed for an unknown reason.
de_de: Die Transaktion ist aus einem unbekanten Grund fehlgeschlagen.

source: customweb ltd
de_de: customweb GmbH

source: The brand of the credit card is detected by the card number if hidden authorization is used. If the payment page is used, the user has to select the brand. The allowed credit card brands can be restricted by this setting.
de_de: Der Kreditkartenanbieter wird anhand der Kartennummer falls Hidden Authorization benutzt wird. Wird die Zahlungsseite (Payment Page) benutzt, muss der Nutzer den Anbieter manuell auswählen. Über diese Einstellung können auch die akzeptierten Kreditkartenanbieter eingeschränkt werden.
fr_fr: Le type de la carte de crédit est détecté par le numéro de la carte si une autorisation cachée est utilisé. Si la page de paiement est utilisé, l'utilisateur doit sélectionner la marque. Les marques de cartes de crédit autorisés peuvent être limitées par ce paramètre.

source: Live Mode
de_de: Live Modus

source: Unzer Customer ID
de_de: Unzer Kunden-ID

source: Refund Transaction
de_de: Transaktion gutschreiben
fr_fr: Rembourser la transaction

source: Unzer Charged Amount
de_de: Unzer belasteter Betrag

source: Refund could not be completely processed, rest amount open: @amount
de_de: Die Gutschrift konnte nicht komplett verarbeitet werden. Der verbleibende Betrag ist: @amount

source: The value for '@label' must be set in the configuration.
de_de: Der Wert für '@label' muss in der Konfiguration gesetzt werden.

source: Which status should be set when a transaction is labelled as paid? For payments by invoice a payment the labelling might occur with a delay; in this case this status helps keep apart paid from unpaid invoices.
de_de: Welcher Status soll gesetzt werden, wenn eine Transaktion als bezahlt markiert wurde? Bei einer Bestellung mit Rechnung wird eine Zahlung möglicherweise zeitversetzt als bezahlt markiert; in diesem Fall kann dieser Status helfen die bezahlten von den unbezahlten Rechnungen zu unterscheiden.
fr_fr: Quel statut doit être activé si une transaction est marquée 'Payée'? En cas de paiement par facture c'est possible que la transaction soit marquée avec un délai; dans se cas, cet état aide à distinger entre les factures payées et non-payées.

source: You have to enter sales tax number of your company.
de_de: Bitte geben Sie die Umsatzsteuer-Identifikationsnummer ein.
fr_fr: Vous devez insérer le numéro de la taxe de vente de votre entreprise.

source: Continue
de_de: Fortfahren
fr_fr: Continuer

source: Should the amount be captured automatically after the order (direct) or should the amount only be reserved (deferred)?
de_de: Soll der Betrag nach der Bestellung automatisch abgesendet (direkt) oder nur reserviert werden (verzögert)?
fr_fr: Est-ce que le montant doit être comptabilisé automatiquement après la commande (direct) ou est-ce que le montant doit seulement être réservé (différé)?

source: Authorized Status
de_de: Autorisationsstatus
fr_fr: Statut autorisé

source: Dear customer, it appears to us that your payment was successful, but we are still waiting for confirmation. You can wait on this page and we will redirect you after we received the confirmation. Or you can close this window and we will send out an order confirmation email.
de_de: Sehr geehrter Kunde, es scheint, dass Ihre Zahlung erfolgreich war, aber wir warten immer noch auf eine Bestätigung. Sie können auf dieser Seite warten, und wir leiten Sie weiter nachdem wir die Bestätigung erhalten haben. Oder Sie können dieses Fenster schliessen und wir senden Ihnen eine Auftragsbestätigung später per Email.
fr_fr: Cher client, il nous semble que votre paiement a été un succès, mais nous sommes toujours en attente de la confirmation. Vous pouvez attendre sur cette page et vous serez redirigé après que nous ayons reçu la confirmation. Vous pouvez aussi fermer cette fenêtre et nous vous enverrons un e-mail de confirmation de la commande.

source: The provided signature does not match with the one calculated.
de_de: Die eingegeben Signatur stimmt nicht mit der berechneten Signatur überein.
fr_fr: La signature fournie ne correspond pas à celle calculée.

source: Value for '@name' must be set.
de_de: Der Wert für '@name' muss gesetzt werden.

source: Shipping &amp; Handling
de_de: Versand &amp; Handling

source: Please check the entered credit card number.
de_de: Bitte geben Sie eine Kreditkartennummer ein.
fr_fr: Veuillez vérifier le numéro de carte de crédit indiqué.

source: You have to enter your IBAN Number.
de_de: Sie müssen die IBAN Ihres Bankkontos eingeben
fr_fr: Il faut insérer l'IBAN du compte banquaire

source: Define a minimal order total for this checkout to be available.
de_de: Definieren Sie einen Mindestbestellwert, der erreicht werden muss um den Checkout verfügbar zu machen.
fr_fr: Définir un total de commande minimale pour que ce checkout soit disponible.

source: Invalid Email/Username
de_de: Ungültige Email / Benutzername
fr_fr: Email / nom d'utilisateur incorrecte

source: The transaction is only executed in the test system. The goods should not be delivered.
de_de: Die Transaktion wird nur im Testsystem durchgeführt. Die Waren sollen nicht geliefert werden.
fr_fr: La transaction a est exécutée uniquement dans le système de test. Les produits ne doivent pas être livrés.

source: Could not load payment module.
de_de: Zahlungsmodul konnte nicht geladen werden.
fr_fr: Impossible de charger le module de paiement.

source: The payment could not be processed. However, it seems that the payment was successful nevertheless. Your order was created and can be seen on the order confirmation page. Please contact us to find out more about the status of the order.
de_de: Die Zahlung konnte nicht verarbeitet werden. Allerdings sieht es so aus, als wäre die Transaktion dennoch erfolgreich gewesen. Ihre Bestellung wurde erstellt und kann über die Bestätigungsseite eingesehen werden. Bitte kontaktieren Sie uns, um mehr über den Status der Bestellung herauszufinden.
fr_fr: Le paiement n'a pas pu être traité. Cependant, il semble que le paiement a réussi. Votre commande a été créé et peut être vue sur la page de confirmation de commande. Veuillez nous contacter pour en savoir plus sur le statut de la commande.

source: The authorization was not successful
de_de: Autorisierungsfehler. Die Autorisierung war nicht erfolgreich.
fr_fr: Erreur d'autorisation. Autorisation sans succès.

source: Please select
de_de: -- Bitte wählen --
fr_fr: Sélectionner s'il vous plaît

source: You have to enter the CVC code from your card.
de_de: Sie müssen den CVC Ihrer Karte eingeben.
fr_fr: Vous devez insérer le code CVC de votre carte.

source: Could not find a brand for the given card number.
de_de: Es konnte keinen Brand für die gegebene Karte gefunden werden.
fr_fr: Impossible de trouver une marque pour le numéro de carte donnée.

source: Here you can set a schema for the orderId parameter transmitted to identify the payment. If left empty it is not transmitted. The following placeholders can be used: {oid} for the order id, which may not be unique or set; {tid} for the sellxed transaction id which is a unique number, or {id} which contains the order id and is guaranteed to be unique.
de_de: Das Order Schema erlaubt die Formatierung der orderId, welche an Unzer übermittelt wird.Wenn dies leer gelassen wird, dann wird kein Wert übermittelt. Die folgende Platzhalter können verwendet werden: {oid} die Bestellnummer, die entweder nicht eindeutig ist oder allenfalls nicht gesetzt sein kann. {tid} die Plugin-Transaktions Id, die immer eindeutig ist. {id} beinhaltet eine ID, welche eindeutig ist und aufgrund der Transaktion und der Bestellung erzeugt wird.

source: Transaction was captured in Unzer, but cannot be captured in store.
de_de: Die Transaktion wurde verbucht in Unzer, but cannot be captured in store.

source: Created type is not recurring.
de_de: Der erzeugte Type ist nicht für wiederkehrende Zahlungen geeignet.

source: Select Brand
de_de: Wählen Sie den Kartentyp aus.
fr_fr: Sélectionnez le type de la carte

source: A cancelled transaction cannot be marked as failed.
de_de: Eine stornierte Transaktion kann nicht als fehlgeschlagen markiert werden.
fr_fr: Une transaction annulée ne peut pas être marquée comme échouée.

source: You can choose a previous used card:
de_de: Sie können eine bereits genutzte Karte auswählen.
fr_fr: Vous pouvez choisir une carte déjà utilisée:

source: Current File:
de_de: Aktuelles File
fr_fr: Fichier actuel:

source: no
de_de: Nein

source: Public Key (Test)
de_de: Öffentlicher Schlüssel (Test)

source: Free Shipping
de_de: Gratis Versand

source: The given password is empty.
de_de: Das Passwort ist ungültig.
fr_fr: Le mot de passe donné est vide.

source: Paid Status
de_de: Bezahlter Status
fr_fr: État payé

source: The password field was empty
de_de: Das Passwort Feld war leer
fr_fr: Le champ de mot de passe était vide

source: Unzer Settings
de_de: Unzer Einstellungen
fr_fr: Réglages Unzer

source: Enter the date on which your card expires.
de_de: Geben Sie das Ablaufdatum der Karte ein.
fr_fr: Veuillez sélectionner la date d’expiration

source: The given CVC code has the wrong length.
de_de: Der angegebene CVC Code hat eine ungültige Länge.
fr_fr: Le code CVC inséré a une longeur incorecte.

source: Social Security Number
de_de: Sozialversicherungsnummer
fr_fr: Numéro de sécurité sociale

source: If the status is 'Pending' it is unclear whether the transaction will be captured successfully.
de_de: Wenn der Status 'Ausstehend' ist, dann ist unklar ob die Verbuchung erfolgreich war.
fr_fr: Si l'état est 'En attente', il est difficile de savoir si la transaction sera capturé avec succès.

source: Maximal Capturable Amount
de_de: Maximal verbuchbarer Betrag
fr_fr: Maximum du montant comptabilisable

source: Please enter here the number on your card.
de_de: Bitte geben Sie hier die Kartennummer Ihrer Kreditkarte ein.
fr_fr: Veuillez insérer le numéro de carte bancaire.

source: Yes
de_de: Ja
fr_fr: Oui

source: If the test mode is selected the test account is used. Otherwise the configured account is used.
de_de: Dieser Account wird benutzt, wenn der Testmodus ausgewählt ist. Andernfalls wird der konfigurierte Account benutzt.
fr_fr: Si le mode de test est sélectionné, le compte test sera utilisé. Sinon, le compte configuré sera utilisé.

source: Wide (label from Unzer)
de_de: Breite Elemente (Labels von Unzer)

source: You have to enter the name of the account owner.
de_de: Bitte geben Sie den Namen des Kontoinhabers an.
fr_fr: Vous devez insérer le titulaire de compte

source: Subscription Payment Failed with error:
de_de: Zahlung für Subscription fehlgeschlagen mit Error:
fr_fr: Paiement pour la subscription a échoué avec l'erreur:

source: The refunding could not be conducted. Error code: !error.
de_de: Die Rückerstattung konnte nicht durchgeführt werden. Fehlercode: !error.
fr_fr: Le remboursement n'a pas pu être réalisé. Code d'erreur: !error.

source: You have to enter the card holder name on the card.
de_de: Bitte geben Sie den Namen des Karteninhabers ein
fr_fr: Vous devez insérer le titulaire de la carte.

source: Here you can set a schema for the invoiceId parameter transmitted to identify the payment. If left empty it is not transmitted. The following placeholders can be used: {oid} for the order id, which may not be unique or set; {tid} for the sellxed transaction id which is a unique number, or {id} which contains the order id and is guaranteed to be unique.
de_de: Das InvoiceID Schema erlaubt die Formatierung des InvoiceID Parameters, welche an Unzer übermittelt wird.Wenn dies leer gelassen wird, dann wird kein Wert übermittelt. Die folgende Platzhalter können verwendet werden: {oid} die Bestellnummer, die entweder nicht eindeutig ist oder allenfalls nicht gesetzt sein kann. {tid} die Plugin-Transaktions Id, die immer eindeutig ist. {id} beinhaltet eine ID, welche eindeutig ist und aufgrund der Transaktion und der Bestellung erzeugt wird.

source: Register
de_de: Registireren
fr_fr: Inscrivez-vous

source: Select the date of your birth.
de_de: Wählen Sie Ihr Geburtsdatum.
fr_fr: Veuillez sélectionner votre date de naissance.

source: Transaction Updates
de_de: Transaktionsupdates
fr_fr: Mises à jour pour les transactions

source: Unzer Short ID
de_de: Unzer Kurz-ID

source: Should customer data be transmitted to Unzer? This slightly increases the processing time due to an additional request, but may allow e.g. saving the payment method to the customer.
de_de: Sollen die Kundendaten übermittelt werden an Unzer? Dies erhöht die Verarbeitungszeit, da zusätzliche Anfragen ausgeführt werden müssen. Auf der anderen Seite ist es möglich allenfalls die Zahlungsdaten zu speichern.

source: Select plan
de_de: Plan auswählen

source: Deferred (authorization)
de_de: Verzögert (Autorisierung)
fr_fr: Différé (autorisation)

source: This controls the description which the user sees during checkout.
de_de: Beschreibung die dem Kunden im Checkout angezeigt wird.
fr_fr: Ce setting contrôle la description que l'utilisateur voit pendant le checkout.

source: Merchant name
de_de: Händlername

source: The rang (PBX_RANG) as defined in the live backoffice of Unzer. It must be nummeric value with length two. In the backoffice it may be displayed as a three char value. You must truncate the first digit.
de_de: Der Rang (PBX_RANG), wie er im Live Backoffice von Unzer_ angegeben ist. Er muss eine zweistellige Nummer sein. Im Backoffice wird er eventuell als dreistelliger Wert angezeigt. Sie müssen die erste Ziffer streichen.
fr_fr: Le champ 'rang' (PBX_RANG) tel que défini dans le backoffice de production de Unzer. Il doit être nummeric avec deux caractères de long. Dans le backoffice il peut être affiché comme trois caractères. Vous devez tronquer le premier chiffre.

source: Please enter the name of your bank.
de_de: Bitte geben Sie hier den Namen Ihrer Bank ein.
fr_fr: Veuillez insérer ici le nom de votre banque.

source: Title
de_de: Titel
fr_fr: Titre

source: Authorization Method
de_de: Autorisierungsmethode
fr_fr: Mode d'autorisation

source: Only authorized transaction can be cancelled.
de_de: Nur autorisierte Transaktionen können storniert werden.
fr_fr: Seulement les transactions autorisées peuvent être annulées.

source: Previous Actions
de_de: Bisherige Aktionen
fr_fr: Actions antérieures

source: Payment ID
de_de: Zahlungs-ID
fr_fr: ID de paiement

source: Please enter here your social security number.
de_de: Bitte geben Sie hier Ihre Sozialversicherungsnummer ein.
fr_fr: Veuillez insérer votre numéro de sécurité sociale.

source: Mandate
de_de: Mandat

source: Test Mode
de_de: Test Modus
fr_fr: Mode test

source: More Details
de_de: Mehr Details
fr_fr: Plus de détails

source: The given rang is invalid. It must be a nummeric value with length of two.
de_de: Der gegebene Rang ist ungültig. Er muss eine zweistellige Nummer sein.
fr_fr: Le champ 'rang' n'est pas valide. Il doit être une valeur numérique avec une longueur de deux.

source: The validation of the payment can be carried out at various points during the order process. The validation can be controlled with this option.
de_de: Die Validierung der Zahlungsdaten kann an mehreren Stellen während des Bestellprozesses vorgenommen werden. Mit dieser Einstellung können Sie den Zeitpunkt steuern.
fr_fr: La validation du paiement peut être effectué à différents moments au cours du processus de commande. Vous pouvez contrôler cela avec cette option.

source: Processing shipment failed
de_de: Verarbeitung der Lieferung schlugfehls

source: You have to enter your bank account number.
de_de: Bitte geben Sie die IBAN Ihres Bankkontos ein.
fr_fr: Veuillez insérer l'IBAN de votre compte banquaire.

source: Order Prefix
de_de: Bestell-Präfix
fr_fr: Préfixe pour la commande

source: Shipping Option
de_de: Versandoption

source: Directly after order
de_de: Direkte Buchung nach der Bestellung
fr_fr: Directement après la commande

source: Private Key for test requests, provided by Unzer.
de_de: Dies ist der private test Schlüssel, der durch Unzer zur Verfügung gestellt wird.

source: Dear customer we have received your billing and shipping information. In order to finish your order please create an account below or checkout as guest.
de_de: Sehr geehrter Kunde wir haben Ihre Rechnungs- und Lieferinformationen erhalten. Um Ihre Bestellung abschliessen zu können, bitten wir Sie ein Account zu erstellen oder sich als Gast anzumelden.
fr_fr: Cher client, nous avons reçu votre information de facturation et de livraison. Pour terminer votre commande veuillez créer un compte ci-dessous ou continuez en tant qu'invité.

source: Awaiting confirmation
de_de: Warten auf die Bestätigung
fr_fr: En attente de confirmation

source: Refunds
de_de: Gutschrift
fr_fr: Remboursements

source: Activate
de_de: Aktiv
fr_fr: Activé

source: External Checkout
de_de: Externer Checkout
fr_fr: Vérification externe

source: Authorize
de_de: Reservierung

source: Card Brand
de_de: Kartenmarke

source: Cancel ID
de_de: Stornierungs ID

source: Active
de_de: Aktiv

source: Please enter your issue number, if there is no CVC code on your card.
de_de: Bitte geben Sie die Ausgabenummer von Ihrer Karte ein, falls Sie keinen CVC auf Ihrer Karte haben.
fr_fr: Veuillez insérer votre numéro, s'il n'y a pas de code CVC de votre carte.

source: Wrong authorization type.
de_de: Falsche Autorisierungsart.
fr_fr: Type d'autorisation invalide.

source: Please enter here the Bank Identifier Code (BIC).
de_de: Bitte tragen Sie hier einen BIC ein (Bank identifier Code).
fr_fr: Veuillez insérer ici le code d'identification de banque (BIC).

source: You have to enter the name of your bank.
de_de: Sie müssen den Namen Ihrer Bank eingeben.
fr_fr: Vous devez insérer le nom de votre banque.

source: Refund amount
de_de: Rückerstattungsbetrag
fr_fr: Montant du remboursement

source: Capture ID
de_de: Buchungs ID
fr_fr: ID de comptabilisation

source: Charge @id for @amount received and processed.
de_de: Charge @id für @amount erhalten und verarbeitet.

source: Commercial Register Number
de_de: Handelsregisternummer

source: Unzer Total Amount
de_de: Unzer Totalbetrag

source: A authorized transaction cannot be marked as failed.
de_de: Eine autorisierte Transaktion kann nicht als fehlgeschlagen markiert werden.
fr_fr: Une transaction autorisée ne peut pas être marquée comme échouée

source: Unzer Charge ID
de_de: Unzer Belastungs-ID

source: Operation mode of the shop.
de_de: Dies ist der Betriebsmodus des Shops.

source: Direct Charge
de_de: Direkte Belastung
