Repository: unzerdev/woocommerce-outdated
Catalog: files/woocommerce_unzercw/translations/woocommerce_unzercw-*.po
Languages: de_de, fr_fr

source: Please enter here the commercial number of your company.
de_de: Sie müssen die Handelsregisternummer Ihrer Firma eingeben
fr_fr: Il faut insérer le numéro de commerce de votre entreprise.

source: The given hmac key is empty.
de_de: Der HMAC Key ist ungültig.
fr_fr: La clé HMAC donnée est vide.

source: You have to enter bank code of your bank.
de_de: Sie müssen den Bankcode Ihrer Bank eingeben
fr_fr: Il faut insérer le code banquaire de votre banque.

source: Order #
de_de: Bestellnummer
fr_fr: Numéro de commande

source: Please enter here the sales tax number of your company.
de_de: Bitte tragen Sie hier die Steuernummer Ihrer Firma ein.
fr_fr: Veuillez insérer ici le numéro de taxe de vente de votre entreprise.

source: Narrow (label from shop)
de_de: Schmale Elemente (Labels vom Shop)

source: Select the date on which your card expires.
de_de: Wählen Sie das Kartenablaufdatum.
fr_fr: Séléctionnez la date d'expiration de la carte.

source: I confirm my payment
de_de: Ich bestätige meine Zahlung
fr_fr: Je confirme le paiement

source: You can specify the order status when an order is cancelled.
de_de: Sie können den Status von abgebrochenen Bestellungen definieren.
fr_fr: Vous pouvez spécifier le statut de la commande quand une commande est annulée.

source: Either enter your commercial register number, or all other fields which are displayed.
de_de: Entweder geben Sie bitte die Handelsregisternummer ein oder füllen Sie bitte alle anderen Felder aus.

source: Transaction Captured
de_de: Transaktion verbucht
fr_fr: Transaction comptabilisée

source: The amount of !amount is captured.
de_de: Der Betrag von !amount ist verbucht.
fr_fr: Le montant de !amount est capturé.

source: Transaction was authorized, but is already failed in store.
de_de: Die Transaktion wurde autorisiert. Allerdings ist diese im Shop bereits abgebrochen worden.

source: This transaction is already closed for further refunds.
de_de: Diese Transaktion wurde für weitere Gutschriften bereits geschlossen.
fr_fr: Cette transaction a déjà été fermée pour d'autres remboursements.

source: This setting can be used to activate resp. deactivate the 3D secure check. Please check with PayBox if you are allowed to deactivate the 3D secure check. This setting has only an effect when you use the payment page.
de_de: Anhand dieser Einstellung können Sie die 3D Secure Überprüfung aktivieren bzw. deaktivieren. Bitte fragen Sie bei Paybox an, ob sie 3D Secure deaktivieren dürfen. Diese Einstellung ist nur relevant, wenn Sie Payment Page benutzen.
fr_fr: Ce setting peut être utilisé pour activer ou désactiver le contrôle 3D Secure. Veuillez vérifier avec PayBox si vous êtes autorisé à désactiver le contrôle 3D Secure. Ce paramètre aura seulement un effet que si vous utilisez la page de paiement.

source: Private Key (Test)
de_de: Privater Schlüssel (Test)

source: Amount to refund
de_de: Gutschriftsbetrag
fr_fr: Montant à rembourser

source: Payment
de_de: Zahlung
fr_fr: Paiement

source: Success
de_de: Erfolgreich
fr_fr: Succès

source: Do not send
de_de: Nicht senden

source: You have to configure the merchant name in the payment method configuration.
de_de: Sie müssen den Händlernamen in der Zahlungsmethodenkonfiguration hinterlegen.

source: Salutation
de_de: Anrede

source: Could not find the payment method !paymentMethodName.
de_de: Zahlungsmethode '!paymentMethodName' konnte nicht gefunden werden.
fr_fr: Impossible de trouver le mode de paiement !paymentMethodName.

source: Please enter here the International Bank Account Number (IBAN).
de_de: Bitte geben Sie die IBAN Ihres Bankkontos ein.
fr_fr: Veuillez insérer l'IBAN de votre compte banquaire.

source: Set here the maximal order total for which this payment method is available. If it is set to zero, it is always available.
de_de: Durch das Setzen eines maximales Bestelltotals wird die Zahlweise nur angezeigt, wenn das Bestelltotal diesen Wert unterschreitet.
fr_fr: Ce mode de paiement est seulement disponible si le montant total est moins que le montant défini ici. S'il est réglé à zéro, il sera toujours disponible.

source: Please enter here the card holder name on the card.
de_de: Bitte geben Sie den Karteninhaber auf Ihrer Kreditkarte ein.
fr_fr: Veuillez insérer le nom du titulaire de la carte

source: You have to enter the location of your bank.
de_de: Bitte geben Sie den Standort Ihrer Bank ein.
fr_fr: Vous devez insérer le lieu de votre banque.

source: A refund was added over !amount.
de_de: Eine Gutschrift über '!amount' wurde hinzugefügt.
fr_fr: Un remboursement de !amount a été ajouté.

source: Total amount computed over all lineitems (%f) does not match cart total (%f)
de_de: Errechneter Totalbetrag für alle Lineitems (%f) entspricht nicht dem Warenkorb Total (%f)

source: Element Size
de_de: Element Grösse

source: Close transaction for further refunds.
de_de: Transaktion für weitere Rückvergütungen schliessen
fr_fr: Fermez la transaction pour d'autres remboursements.

source: Cancelled Status
de_de: Status für abgebrochene Bestellungen
fr_fr: Statut Annulé

source: 3D Secure Authentication
de_de: 3D Secure Authentifikation
fr_fr: Authentification 3D Secure

source: This controls the title which the user sees during checkout.
de_de: Hier wird bestimmt, welchen Titel der Benutzer beim Checkout sieht.
fr_fr: Ce setting contrôle le titre qui est affiché pendant la commande.

source: Shipping Address
de_de: Lieferadresse
fr_fr: Adresse de livraison

source: No
de_de: Nein
fr_fr: Non

source: Payment Notification
de_de: Zahlungsnachricht
fr_fr: Notification de paiement

source: A cancelled transaction cannot be cancelled again.
de_de: Eine stornierte Transaktion kann nicht noch einmal storniert werden.
fr_fr: Une transaction annulée ne peut pas être annulée à nouveau.

source: Commercial Sector
de_de: Kommerzieller Sektor

source: The amount could not be verified.
de_de: Der Betrag konnte nicht verifiziert werden.
fr_fr: Le montant n'a pas pu être vérifié.

source: Unzer Basket ID
de_de: Unzer Warenkorb-ID

source: Subscriptions: Add Manual Renewal
de_de: Subscriptions: Manuelle Erneuerung hinzufügen
fr_fr: Subscriptions: Ajouter renouvellement manuellement

source: Refunded Amount
de_de: Rückerstattungsbetrag
fr_fr: Montant du remboursement

source: We experienced a problem with your sellxed payment extension. For more information, please visit the information page of the plugin.
de_de: Es gibt ein Problem mit Ihrem Zahlungsmodul. Für mehr Informationen, besuchen Sie für die Informationsseite des Plugins.
fr_fr: Il y a un problème avec votre module de paiement sellxed. Pour plus d'informations, veuillez visiter la page d'informations du plugin.

source: Test Transaction
de_de: Testtransaktion
fr_fr: Transaction de test

source: Amount
de_de: Betrag
fr_fr: Montant

source: The transaction failed for an unkown reason.
de_de: Die Transaktion ist aufgrund eines unbekannten Fehlers fehlgeschlagen.

source: Private Key for live requests, provided by Unzer.
de_de: Dies ist der private live Schlüssel, der durch Unzer zur Verfügung gestellt wird.

source: Payment Method
de_de: Zahlungsmethode
fr_fr: Mode de paiement

source: Password
de_de: Passwort
fr_fr: Mot de passe

source: You have to enter your social security number.
de_de: Bitte geben Sie hier Ihre Sozialversicherungsnummer ein.
fr_fr: Veuillez insérer votre numéro de sécurité sociale.

source: Cancel status
de_de: Stornierungsstatus
fr_fr: Statut d'annulation

source: Amount to capture
de_de: Buchungsbetrag
fr_fr: Montant de comptabilisation

source: Please enter your IBAN number.
de_de: Bitte geben Sie Ihre IBAN ein.
fr_fr: Veuillez insérer votre numéro IBAN.

source: Payment Information
de_de: Zahlungsinformationen
fr_fr: Conditions de vente

source: Unzer Transactions
de_de: Unzer Transaktion
fr_fr: Transactions de Unzer

source: The site id (PBX_RANG) as defined in the backoffice of Unzer.
de_de: Die Site ID (PBX_RANG) wie Sie im Backoffice von Unzer angegeben ist.
fr_fr: L'identifiant du site (PBX_RANG) tel que défini dans le backoffice de Unzer.

source: Shipment request has been processed.
de_de: Die Lieferungsanfrage wurde verarbeitet.

source: Direct E-Banking
de_de: Sofortüberweisung
fr_fr: Sofort Banking

source: Account creation
de_de: Account Erstellung

source: Please check your inputs to ensure all company required fields are present.
de_de: Bitte stellen Sie sicher, dass alle Eingaben für die Firmenangaben vorhanden sind.

source: Error Message:
de_de: Fehlermeldung:
fr_fr: Notification d'erreur:

source: IBAN number
de_de: Bankkonto
fr_fr: Número du compte bancaire

source: Account Holder Name
de_de: Kontoinhaber
fr_fr: Nom du titulaire du compte

source: Activate the payment methods you would like to offer.
de_de: Aktivieren Sie die Zahlmittel, die Sie anbieten möchten.

source: The capture item with SKU '@sku' has a higher amount (@amountItem) as the original item (@amountOriginal).
de_de: Der verbuchte Artikel mit der Bestandseinheit @sku hat einen höheren Wert (@amountItem) als der ursprüngliche Artikel (@amountOriginal).
fr_fr: L'élément de capture avec SKU '@sku' a un montant plus élevé (@amountItem) comme l'élément d'origine (@amountOriginal).

source: The capture will automatically close the transaction for further captures.
de_de: Die Verbuchung wird die Transaktion automatisch für weitere Verbuchungen schliessen.
fr_fr: La comptabilisation va automatiquement fermer la transaction pour d'autres comptabilisations.

source: Captured Amount
de_de: Verbuchter Betrag
fr_fr: Montant comptabilisé

source: Transaction was cancelled, but is already authorized in store.
de_de: Die Transaktion wurde abgebrochen, allerdings ist diese bereits im Shop autorisiert worden.

source: Free
de_de: Frei

source: No shipping method available for your region
de_de: Es ist keine Versandmethode für Ihre Region verfügbar.

source: Company Commercial Number
de_de: Handelsregisternummer der Firma
fr_fr: Société Nombre de commerce

source: Please enter the location of your bank.
de_de: Bitte geben Sie den Standort Ihrer Bank ein.
fr_fr: Vous devez insérer le lieu de votre banque.

source: Set here the minimal order total for which this payment method is available. If it is set to zero, it is always available.
de_de: Durch das Setzen eines minimalen Bestelltotals wird die Zahlweise nur angezeigt, wenn das Bestelltotal diesen Wert überschreitet.
fr_fr: Ce mode de paiement est seulement disponible si le montant total est supérieur que le montant défini ici. S'il est réglé à zéro, il sera toujours disponible.

source: Capture
de_de: Verbuchung
fr_fr: Comptabiliser

source: Could not create user.
de_de: Es konnte kein User erstellt werden.
fr_fr: Impossible de créer l'utilisateur.

source: Direct Debits
de_de: Lastschrift

source: Subtotal
de_de: Zwischensumme
fr_fr: Sous-total

source: Could not convert object of type '!type' to string.
de_de: Konvertierung eines Objektes vom Typ '!type' ist fehlgeschlagen.
fr_fr: Impossible de convertir objet de type '!type' à string.

source: Cancelled @amount using id @id.
de_de: Stornierung von @amount mit der id @id

source: Capture status
de_de: Verbuchungsstatus
fr_fr: Statut de combtabilisation

source: Other Discount
de_de: Andere Rabatte
fr_fr: Autre rabais

source: Not a valid shipping method
de_de: Keine gültige Versandmethode

source: The signature could not be verified.
de_de: Die Signatur konnte nicht verifiziert werden.
fr_fr: La signature ne peut pas être vérifiée.

source: Refund status
de_de: Gutschriftsstatus
fr_fr: Statut de remboursement

source: Message
de_de: Nachricht

source: Unzer Unique ID
de_de: Unzer Eindeutige-ID

source: Don't change order status
de_de: Bestellstatus nicht verändern.
fr_fr: Ne pas modifier le statut de la commande

source: Only authorized transaction can be captured.
de_de: Nur autorisierte Transaktionen können verbucht werden.
fr_fr: Seulement les transactions autorisées peuvent être comptabilisées.

source: This password is used for recurring payments and for the alias manager as well as for the server authorization. This is the password of the Unzer account.
de_de: Dieses Passwort wird für wiederkehrende Zahlungen sowie für den Alias Manager und die Service Autorisierung benutzt. Dies ist das Passwort für den Unzer Account.
fr_fr: Ce mot de passe est utilisé pour les paiements récurrents et pour la gestion des alias, ainsi que pour l'autorisation du serveur. C'est le mot de passe du compte Unzer.

source: Define a maximal order total for this checkout to be available.
de_de: Definieren Sie einen Maximalbestellwert für den Checkout.
fr_fr: Définir un total de commande maximale pour que ce checkout soit disponible.

source: Card 3Ds
de_de: Karten 3-D Secure

source: Credit Card Brands
de_de: Kreditkartenbrand
fr_fr: Types de cartes de crédit

source: <p>By signing this mandate form, you authorise @merchantName to send instructions to your bank to debit your account and your bank to debit your account in accordance with the instructions from @merchantName.</p><p>Note: As part of your rights, you are entitled to a refund from your bank under the terms and conditions of your agreement with your bank. A refund must be claimed within 8 weeks starting from the date on which your account was debited. Your rights regarding this SEPA mandate are explained in a statement that you can obtain from your bank.</p><p>In case of refusal or rejection of direct debit payment I instruct my bank irrevocably to inform @merchantName or any third party upon request about my name, address and date of birth.</p>
de_de: <p>Ich ermächtige @merchantName, Zahlungen von meinem Konto mittels SEPA Lastschrift einzuziehen. Zugleich weise ich mein Kreditinstitut an, die von @merchantName auf mein Konto gezogenen SEPA Lastschriften einzulösen.</p><p>Hinweis: Ich kann innerhalb von acht Wochen, beginnend mit dem Belastungsdatum, die Erstattung des belasteten Betrags verlangen. Es gelten dabei die mit meinem Kreditinstitut vereinbarten Bedingungen.</p><p>Für den Fall der Nichteinlösung der Lastschriften oder des Widerspruchs gegen die Lastschriften weise ich meine Bank unwiderruflich an, @merchantName oder Dritten auf Anforderung meinen Namen, Adresse und Geburtsdatum vollständig mitzuteilen.</p>

source: Please enter here the account holder name on the card.
de_de: Bitte geben Sie den Kontoinhaber an.
fr_fr: Veuillez insérer ici le nom du titulaire de la carte.

source: Capture Amount
de_de: Buchungsbetrag
fr_fr: Montant de comptabilisation

source: The refund item with SKU '@sku' is not present in the original order.
de_de: Der zurückerstattete Artikel mit der Bestandseinheit @sku ist in der ursprünglichen Bestellung nicht enthalten.
fr_fr: L'article de remboursement avec SKU '@sku' n'est pas présent dans la commande originale.

source: Mrs
de_de: Frau

source: Public Key (Live)
de_de: Öffentlicher Schlüssel (Live)

source: You have to enter the BIC.
de_de: Sie müssen die BIC eingeben.
fr_fr: Vous devez saisir le code BIC.

source: A chargeback with id @id has been received for @amount. Please review this transaction manually.
de_de: Eine Rückbuchung mit der ID @id wurde für den Betrag @amount erhalten. Bitte prüfen Sie die Transaktion manuell.

source: Please select the Bank Identifier Code (BIC) of your bank.
de_de: Wählen Sie einen BIC (Bank Identifier Code) Ihrer Bank.
fr_fr: Veuillez sélectionner le code d'identification de votre banque. (BIC)

source: The layout does not contain the tag '!layout_tag'.
de_de: Das Layout enhält nicht den Tag '!layout_tag'.
fr_fr: Le layout ne contient pas le mot-clé '!layout_tag'.

source: The payment method !paymentMethodName does not support the currency '!currency'.
de_de: Die Zahlweise '!paymentMethodName' unterstützt die Währung '!currency' nicht.
fr_fr: La méthode de paiement !paymentMethodName ne supporte pas la devise '!currency'.

source: Public Key for live requests, provided by Unzer.
de_de: Dies ist der öffentliche live Schlüssel, der durch Unzer zur Verfügung gestellt wird.

source: Bank Name
de_de: Name der Bank
fr_fr: Nom de la banque

source: Unspecified
de_de: Keine Angabe

source: Please enter here the CVC code from your card. You find the code on the back of the card.
de_de: Bitte geben Sie hier den CVC Ihrer Karte ein. Sie finden diesen auf der Rückseite Ihrer Kreditkarte.
fr_fr: Insérez le code de sécurité de la carte. Vous le trouverez à l’arrière de la carte

source: Refunded amount (@refunded) does not equal canceled amount (@canceled). Please check in your Unzer backend.
de_de: Der gutgeschriebene Betrag von @refunded stimmt nicht mit dem aufgehobener Betrag von @canceled überein. Bitte prüfen Sie dies im Unzer Backend.

source: Successful
de_de: Erfolgreich
fr_fr: Succès

source: Use Default
de_de: Standardeinstellungen benutzen
fr_fr: Utilisez les paramètres standard

source: Issue Number
de_de: Ausgabekartennummer
fr_fr: Numéro

source: No authorization method found for payment method !method.
de_de: Es konnte keine Autorisierungsmethode für die Zahlmethode '!method' gefunden werden.
fr_fr: Aucun mode d'autorisation trouvé pour le mode de paiement !method.

source: Processed partial cancel on authorize for amount @amount with id @id.
de_de: Teilstornierung auf authorisierung für Betrag @amount mit id @id.

source: The refund item with SKU '@sku' has a higher amount (@amountItem) as the original item (@amountOriginal).
de_de: Der zurückerstattete Artikel mit der Bestandseinheit @sku hat einen höheren Betrag (@amountItem) als der ursprüngliche Artikel (@amountOriginal).
fr_fr: L'article de remboursement avec SKU '@sku' a un montant plus élevé (@amountItem) comme l'article d'origine (@amountOriginal).

source: Capture amount
de_de: Verbuchungsbetrag
fr_fr: Montant comptabilisé

source: Figure !number:
de_de: Abbildung !number:
fr_fr: Image !number:

source: A captured transaction cannot be cancelled.
de_de: Eine gebuchte Transaktion kann nicht storniert werden.
fr_fr: Une transaction comptabilisée ne peut pas être annulée.

source: Submitting order information...
de_de: Bestellungsinformation übermitteln...
fr_fr: Soumission des données de la commande...

source: This is a brief installation instruction of the main and most important installation steps. It is important that you strictly follow the check-list. Only by doing so, the secure usage in correspondence with all security regulations can be guaranteed.
de_de: Dies ist eine kurze Installationsanleitung für die wichtigsten Schritte zur Installation. Es ist wichtig, dass Sie der Checkliste folgen. Nur durch das Befolgen dieser Schritte kann eine sichere und regelkonforme Nutzung garantiert werden.

source: Public Key
de_de: Öffentlicher Schlüssel

source: Live Password
de_de: Live Passwort
fr_fr: Mot de passe live

source: Only authorized transaction can be refunded.
de_de: Nur autorsierte Transaktionen können gutgeschrieben werden.
fr_fr: Seulement les transactions autorisées peuvent être remboursées

source: Payment Failed
de_de: Zahlung fehlgeschlagen

source: Image Brand Selection
de_de: Auswahl des Kartenlogos

source: Unzer Payment ID
de_de: Unzer Zahlungs-ID

source: Next Update Execution Date
de_de: Nächstes Ausführungsdatum für Updates
fr_fr: Prochaine mise à jour

source: Minimal Order Total
de_de: Minimales Bestelltotal
fr_fr: Montant de commande minimal

source: The cancellation could not be conducted. Error code: !error.
de_de: Die Stornierung konnte nicht durchgeführt werden. Fehlercode: !error.
fr_fr: L'annulation n'a pas pu être réalisée. Code d'erreur: !error.

source: A captured transaction cannot be marked as failed.
de_de: Eine verbuchte Transaktion kann nicht als fehlgeschlagen markiert werden.
fr_fr: Une transaction comptabilisée ne peut pas être marquée comme échouée

source: Invalid transaction ID provided.
de_de: Ungültige Transaktions ID zur Verfügung gestellt.
fr_fr: Une ID de transaction invalide a été fournie.

source: You can specify the order status for orders that are captured either directly after the order or manually in the backend.
de_de: Sie können den Status von Bestellungen definieren, die entwerder direkt nach der Bestellung oder manuell im Backend verbucht werden.
fr_fr: Vous pouvez spécifier le statut de la commande pour les commandes qui sont capturés soit directement après la commande ou manuellement depuis le backend.

source: Year
de_de: Jahr
fr_fr: Année

source: Captured amount (@captured) does not equal charged amount (@charged). Please check in your Unzer backend.
de_de: Der verbuchte Betrag von @captured stimmt nicht mit dem belasteten Betrag von @charged überein. Bitte prüfen Sie dies im Unzer Backend.

source: By setting the capturing the reservation can be captured directly after the order or later manually over the backend of the store.
de_de: Mit den Einstellungen zur Verbuchung kann eine Reservierung entweder direkt nach der Bestellung oder nachträglich im Backend des Shops verbucht werden.
fr_fr: En configurant la capture, les réservations peuvent être capturés directement après la commande ou plus tard manuellement depuis le backend du magasin.

source: Your payment is currently pending.
de_de: Die Zahlung ist aktuell in Bearbeitung.

source: Pending
de_de: Ausstehend
fr_fr: En attente

source: A authorized transaction cannot be authorized again.
de_de: Eine autorisierte Transaktion kann nicht noch einmal autorisiert werden.
fr_fr: Une transaction autorisée ne peut pas être autorisée à nouveau.

source: Deferred
de_de: Verzögert
fr_fr: Differé

source: Inactive
de_de: Inaktiv
fr_fr: Inactif

source: Account owner name.
de_de: Kontoinhaber
fr_fr: Nom du titulaire du compte

source: The identifier as defined in the backoffice of Unzer.
de_de: Der Identifier, wie er im Unzer Backoffice angegeben ist.
fr_fr: L'identifiant tel que défini dans le backoffice de Unzer.

source: The given site number is empty.
de_de: Es wurde keine Seitenzahl angegeben.
fr_fr: Le nombre de site donné est vide.

source: You have to enter commercial number of you company.
de_de: Sie müssen die Handelsregisternummer Ihrer Firma eingeben
fr_fr: Il faut insérer le numéro de commerce de votre entreprise.

source: Only captured transaction can be refunded.
de_de: Nur gebuchte Transaktionen können gutgeschrieben werden.
fr_fr: Seulement les transaction comptabilisées peuvent être remboursées.

source: Date
de_de: Datum

source: Add manual renewal
de_de: Manuelle Buchung durchführen
fr_fr: Ajouter renouvellement manuel

source: The payment method !paymentMethodName is not available in your country ('!country').
de_de: Die Zahlungsmethode '!paymentMethodName' ist in Ihrem Land ('!country') nicht verfügbar.
fr_fr: La méthode de paiement !paymentMethodName n'est pas disponible dans votre pays ('!country').

source: Please enter here the account number of your bank account.
de_de: Bitte geben Sie die IBAN Ihres Bankkontos ein.
fr_fr: Veuillez insérer l'IBAN de votre compte banquaire.
