Repository: unzerdev/woocommerce-outdated
Catalog: files/woocommerce_unzercw/translations/woocommerce_unzercw-*.po
Languages: de_de, fr_fr

source: How should elements from Unzer be loaded? With narrow elements the element label is displayed by the store, with wide elements it is loaded via javascript by Unzer. The input elements are always loaded from Unzer.
de_de: Wie sollen die Elemente von Unzer geladen werden? Mit schmalen Elementen werden die Label vom Shop angezeigt. Wenn die Breiten Elemente verwendet werden, dann werden die Labels durch Unzer erzeugt via Javascript. Die Eingabefelder werden immer von Unzer geladen.

source: Description
de_de: Beschreibung die dem Kunden im Checkout angezeigt wird.
fr_fr: Ce setting contrôle la description que l'utilisateur voit pendant le checkout.

source: If the status is 'Pending' it is unclear whether the transaction will be refunded successfully.
de_de: Wenn der Status 'Ausstehend' ist, dann ist es unklar, ob die Gutschrift erfolgreich war.
fr_fr: Si l'état est 'En attente', il est difficile de savoir si l'opération sera remboursé avec succès.

source: Which status should be set if a problem with the authorisation has occurred? In these cases you must manually verify if the customer has been charged with the amount.
de_de: Welcher Status soll gesetzt werden, wenn ein Problem beim Autorisieren aufgetreten ist? Bei Bestellungen in diesem Zustand muss manuell geprüft werden, ob der Betrag dem Kunden belastet wurden.
fr_fr: Quel statut doit être activé si un problème se produit avec l'autorisation? Pour les commandes avec ce statut il faudra vérifier manuellement si le montant a été comptabilisé ou pas.

source: Reset
de_de: Zurücksetzen
fr_fr: Réinitialiser

source: An unkown error occurred.
de_de: Ein unbekannter Fehler ist aufgetreten.

source: Please select the month of your birth.
de_de: Bitte wählen Sie den Monat Ihrer Geburt aus.
fr_fr: Veuillez sélectionner le mois de votre date de naissance.

source: The email address field was empty
de_de: Das Feld für die E-Mail Adresse war leer
fr_fr: Le champ d'adresse email était vide

source: Date of Birth
de_de: Geburtsdatum
fr_fr: Date de naissance

source: Could not find template file at default location '!location'.
de_de: Konnte kein Template auf dem Standard Pfad unter '!location' finden.
fr_fr: Impossible de trouver le fichier template dans le répertoire par défaut '!location'.

source: The transaction was cancelled.
de_de: Die Transaktion ist abgebrochen.

source: Transaction should be manually reviewed due to a received chargeback.
de_de: Die Transaktion sollte manulle geprüft werden, da ein Chargeback eingereicht wurde.

source: Here you can set a schema for the paymentReference parameter transmitted to identify the payment. If left empty it is not transmitted. The following placeholders can be used: {oid} for the order id, which may not be unique or set; {tid} for the sellxed transaction id which is a unique number, or {id} which contains the order id and is guaranteed to be unique.
de_de: Das paymentReference Schema erlaubt die Formatierung des paymentReference Parameters, welche an Unzer übermittelt wird.Wenn dies leer gelassen wird, dann wird kein Wert übermittelt. Die folgende Platzhalter können verwendet werden: {oid} die Bestellnummer, die entweder nicht eindeutig ist oder allenfalls nicht gesetzt sein kann. {tid} die Plugin-Transaktions Id, die immer eindeutig ist. {id} beinhaltet eine ID, welche eindeutig ist und aufgrund der Transaktion und der Bestellung erzeugt wird.

source: The given card number has an invalid length.
de_de: Die angegebene Kartennummer hat eine ungültige Länge.
fr_fr: Le numéro de carte inséré a une longueur invalide.

source: Enable/Disable
de_de: Aktivieren / Deaktivieren
fr_fr: Activer / Désactiver

source: Expiry Date
de_de: Ablaufdatum

source: The SEPA mandate schema does not contain the tag '!tag'. This tag is required.
de_de: Das SEPA Mandat Scheme enthält leider nich die Bezeichnung '!tag'. Diese Bezeichnung ist aber Pflicht.
fr_fr: Le schéma de mandat SEPA ne contient pas le mot-clé '!tag'. Ce mot-clé est obligatoire.

source: Bank code number
de_de: Bankcodenummer
fr_fr: Numéro de code banquaire

source: Shipping #%d
de_de: Versand #%d

source: Quantity
de_de: Menge
fr_fr: Quantité

source: Live Rang (PBX_RANG)
de_de: Live Rang

source: Applied Interest Rate
de_de: Angewendeter Zinssatz

source: If you have any issues with the module please feel free to contact us. See our <a href='https://www.sellxed.com/en/support' target='_blank'>support page</a> for more information.
de_de: Zögern Sie nicht, uns zu kontaktieren falls Sie ein Problem mit dem Modul haben. Auf unserer <a href='https://www.sellxed.com/de/support' target='_blank'>Support Seite</a> finden Sie weitere Informationen.
fr_fr: Si vous avez des problèmes avec le module, n'hésitez pas à nous contacter. Consultez notre <a href='https://www.sellxed.com/en/support' target='_blank'>page d'assistance</a> pour plus d'informations.

source: Bank Location
de_de: Bank Standort
fr_fr: Lieu de la banque

source: Transaction is in state partial capture.
de_de: Die Transaktion ist in einem Teilverbuchunszustand.

source: After selection of payment method
de_de: Nach der Wahl der Zahlungsmethode
fr_fr: Après la sélection du mode de paiement

source: This transaction is already closed for further captures.
de_de: Diese Transaktion ist bereits geschlossen und es können keine weiteren Buchungen vorgenommen werden.
fr_fr: Cette transaction a déjà été fermée pour plus de comptabilisations.

source: A cancelled transaction cannot be refunded.
de_de: Eine stornierte Transaktion kann nicht gutgeschrieben werden.
fr_fr: Une autorisation annulée ne peut pas être remboursée.

source: The capture amount (!captureAmount) cannot be greater than the authorized amount (!authorizedAmount).
de_de: Der Verbuchungsbetrag von '!captureAmount' kann nicht grösser sein als der autorisierte Betrag von '!authorizedAmount'.
fr_fr: Le montant de comptabilisation (!captureAmount) ne peut pas être supérieur au montant autorisé (!authorizedAmount).

source: Failed
de_de: Fehlgeschlagen
fr_fr: Raté

source: Charge @id over @amount was created.
de_de: Verbuchung @id über @amount wurde erstellt.

source: Your Payment
de_de: Meine Zahlung
fr_fr: Votre paiement

source: Private Key
de_de: Privater Schlüssel

source: Request was succesfull, but no recurring alias could be created.
de_de: Die Anfrage war erfolgreich, aber kein Alias für wiederkehrende Zahlungen konnte erzeugt werden.

source: A captured transaction cannot be authorized.
de_de: Eine gebuchte Transaktion kann nicht autorisiert werden.
fr_fr: Une transaction comptabilisée ne peut pas être autorisée.

source: Shipping Method
de_de: Versandmethode
fr_fr: Mode de livraison

source: The customer does not finish the payment with in the timeout.
de_de: Der Kunde hat die Zahlung nicht innerhalb des Timeouts abgeschlossen.
fr_fr: Le client n'a pas fini le paiement dans le délai imparti.

source: Cart Subtotal
de_de: Warenkorb Subtotal

source: Confirm email
de_de: E-Mail bestätigen

source: You have to enter sales tax number of you company.
de_de: Bitte tragen Sie hier die Steuernummer Ihrer Firma ein.
fr_fr: Vous devez insérer le numéro de la taxe de vente de votre entreprise.

source: Action
de_de: Aktion

source: Cancel Transaction
de_de: Transaktion abbrechen
fr_fr: Annuler la transaction

source: A transaction may be uncertain, when the payment is not guaranteed. For example in case the credit card does not participate in the 3D procedure.
de_de: Eine Transaktion kann unsicher sein wenn die Bezahlung nicht garantiert ist. Zum Beispiel wenn die Kreditkarte nicht Teil des 3D Secure Prozesses ist.
fr_fr: Une transaction peut être incertaine si le paiement n'est pas garanti. Par example, si la carte de crédit ne fait pas partie du processus 3D secure.

source: Customer sucessfully returned from the UnzerCw payment page.
de_de: Der Kunde ist erfolgreich von der UnzerCw Payment Page zurückgekehrt.
fr_fr: Client retourné avec succès de la page de paiement de UnzerCw.

source: Place Order
de_de: Rechtsverbindlich bestellen
fr_fr: Soumettre la commande

source: Your browser does not allow the execution of JavaScript. Please activate JavaScript in your browser and reload this page.
de_de: Ihr Browser hat keine JavaScript Unterstützung. Bitte aktivieren Sie JavaScript oder wechseln Sie den Browser.
fr_fr: Votre navigateur ne permet pas l'exécution de JavaScript. Veuillez activer JavaScript dans votre navigateur et recharger cette page.

source: Authorization Failed
de_de: Autorisierung fehlgeschlagen
fr_fr: Autorisation a échouée

source: Yes, use images for the brand selection.
de_de: Logos für die Auswahl des Kartenanbieters benutzen.
fr_fr: Oui, utiliser des images pour la sélection du type.

source: Validation
de_de: Validierung
fr_fr: Valider

source: Token expired
de_de: Token abgelaufen
fr_fr: Token expiré

source: The authorization method '!method' is not supported.
de_de: Die Autorisierungsmethode '!method' ist nicht unterstützt.
fr_fr: Le mode d'autorisation '!method' n'est pas accepté.

source: The brand with external name '!key' was not present in the map.
de_de: Der Kreditkartenbrand mit dem Namen '!key' konnte nicht zugeordnet werden.
fr_fr: La marque avec le nom externe '!key' n'était pas présent dans la carte.

source: The next update execution date indicates when the next cron is run to update the transaction state.
de_de: Das nächste Ausführungsdatum für upades zeigt Ihnen an, wann der nächste cron für das Update des Transaktionsstatus läuft.
fr_fr: La prochaine date d'exécution de mise à jour indique lorsque le cron suivant sera exécuté pour mettre à jour l'état de la transaction.

source: The amount of !amount is authorized.
de_de: Der Betrag von '!amount' wurde autorisiert.
fr_fr: Le montant de !amount est autorisé.

source: Please select the day of your birth.
de_de: Bitte wählen Sie den Tag Ihrer Geburt aus.
fr_fr: Veuillez sélectionner le jour de votre naissance.

source: Select the authorization method to use for processing this payment method.
de_de: Wählen Sie bitte die Autorisierungsmethode für diese Zahlweise. (Bitte beachten Sie, dass die Hidden Autorisierung für Kreditkarten (sofern vorhanden) zusätzliche Zertifizerungsanforderungen mit sich bringt SAQ-A-EP. Für weitere Informationen kontkatieren Sie bitte Unzer).
fr_fr: Sélectionnez un mode d'autorisation pour le traitement de ce mode de paiement.

source: The expected format is '!format' where the 'MM' means the month number and 'YY' the year number.
de_de: Das Ablaufdatumsformat ist '!format', wobei 'MM' für den Monat steht und 'YY' für das Jahr.
fr_fr: Le format doit être '!format' où le 'MM' veut indiquer le numéro du mois et 'AA' le numéro de l'année.

source: Enter your email address.
de_de: Tragen Sie bitte ihre E-Mail-Adresse ein.

source: Transaction in state partial capture.
de_de: Die Transaktion ist im Status teilweise verbucht.

source: Directly after order (sale)
de_de: Direkte Buchung nach der Bestellung
fr_fr: Directement après la commande

source: Card Expiry
de_de: Kartenablaufdatum

source: Only an authorized transaction can be marked as finally declined.
de_de: Nur autorisierte Transaktionen können als endgültig abgelehnt markiert werden.
fr_fr: Seulement une transaction autorisée peut être marquée comme finalement déclinée.

source: Processing metadata failed
de_de: Metadata-Verarbeitung fehlgeschlagen

source: The whole transaction is cancelled.
de_de: Die gesamte Transaktion wurde storniert.
fr_fr: Toute la transaction a été annulée.

source: Deactivate
de_de: Deaktivieren
fr_fr: Désactiver

source: Email
de_de: E-Mail-Adresse

source: Please select the the year of your birth.
de_de: Bitte wählen Sie das Jahr Ihrer Geburt aus.
fr_fr: Veuillez sélectionner l'année de votre date de naissance.

source: Captures
de_de: Verbuchungen
fr_fr: Comptabilisations

source: The customer is now in the payment process of Unzer.
de_de: Der Kunde ist nun im Zahlungsprozess von Unzer.
fr_fr: Le client est maintenant dans le processus de paiement de Unzer.

source: Change payment method
de_de: Zahlungsart wechseln
fr_fr: Changer le mode de paiement

source: Please select a shipping method.
de_de: Bitte wählen Sie eine Versandmethode

source: Creating new charge failed: @message.
de_de: Erstellung eines neuen Charges ist fehlgeschlagen: @message.

source: Please select the expiry year on your card.
de_de: Bitte geben Sie das Ablaufdatum der Karte ein.
fr_fr: Veuillez insérer la date d'expiration de la carte.

source: Enter your preferred salutation.
de_de: Geben Sie bitte Ihre Anrede an.

source: Error with the length of the validation date.
de_de: Bitte kontrollieren Sie das Gültigkeitsdatum.
fr_fr: Erreur avec la longueur de la date de validation.

source: Rest has been cancelled.
de_de: Der Rest wurde storniert.

source: Unable to process form data: '@inner'.
de_de: Die Formulardaten konnten nicht verarbeitet werden: '@inner'.

source: Transaction should be manually reviewed.
de_de: Die Transaktion sollte manuell überprüft werden.

source: Set the sort order to show the external checkouts.
de_de: Legen Sie die Reihenfolge fest, in der externe Checkouts angezeigt werden sollen.
fr_fr: Définir l'ordre de montrer les checkouts externes.

source: Month
de_de: Monat
fr_fr: Mois

source: Currency
de_de: Währung
fr_fr: Monnaie

source: Transaction Cancelled
de_de: Transaktion storniert
fr_fr: Transaction annulée

source: Here you can configure the merchant name which is displayed as part of the mandate text.
de_de: Der Händlername wird angezeigt im Mandatstext, der dem Kunden während dem Zahlungsvorgang angezeigt wird.

source: Authorization Amount
de_de: Autorisierungsbetrag
fr_fr: Montant de l'autorisation

source: Shipping
de_de: Versand
fr_fr: Livraison

source: About
de_de: Über
fr_fr: À propos de nous

source: Is Authorized
de_de: Autorisiert
fr_fr: Autorisé

source: Transaction Authorized
de_de: Transaktion autorisiert
fr_fr: Transaction autorisée

source: Create a recurring payment, with an existing alias is not supported
de_de: Mit einem existierenden Alias ist die Erstellung einer wiederkehrenden Zahlung nicht möglich.
fr_fr: Création d'un paiement récurrent avec un alias existant n'est pas possible.

source: Order Total
de_de: Bestelltotal
fr_fr: Total de la commande

source: Card Expiration
de_de: Kartenablaufdatum
fr_fr: Date d'expiration de la carte

source: Unzer Canceled Amount
de_de: Unzer aufgehobener Betrag

source: Refund ID
de_de: Rückvergütungs ID
fr_fr: ID de remboursement

source: A cancelled transaction cannot be captured.
de_de: Eine stornierte Transaktion kann nicht verbucht werden.
fr_fr: Une transaction annulée ne peut pas être comptabilisée

source: Unzer Remaining Amount
de_de: Unzer verbleibender Betrag

source: Capture Transaction
de_de: Transaktion verbuchen
fr_fr: Comptabiliser la transaction

source: The transaction is pending.
de_de: Die Transaktion ist ausstehend.

source: You have to enter the account holder name on the card.
de_de: Sie müssen den Kontoinhaber angeben.
fr_fr: Vous devez insérer le nom du titulaire de la carte.

source: Which status should be set if the payment has been successfully authorised?
de_de: Welcher Status soll gesetzt werden, wenn die Zahlung erfolgreich autorisiert wurde?
fr_fr: Quel état doit être activé si un paiement a été autorisé avec succès?

source: Rounding Adjustment
de_de: Rundungskorrekturen
fr_fr: Ajustements d'arrondi

source: Private Key (Live)
de_de: Privater Schlüssel (Live)

source: The total refund amount (!totalRefundedAmount) cannot be greater than the captured amount (!capturedAmount).
de_de: Der Totale gutzuschreibende Betrag von '!totalRefundedAmount' kann nicht grösser sein als der verbuchte Betrag von '!capturedAmount'.
fr_fr: Le montant total du remboursement (!totalRefundedAmount) ne peut pas être supérieur à la quantité capturée (!capturedAmount).

source: Missing payment method.
de_de: Fehlende Zahlungsmethode.
fr_fr: Méthode de paiement manquante.

source: Transaction Uncertain
de_de: Transaktion ist unsicher
fr_fr: La transaction est incertaine

source: Please enter here the account holder name.
de_de: Bitte tragen Sie hier den Kontoinhaber ein.
fr_fr: Veuillez insérer ici le nom du titulaire du compte.

source: Maximal Refundable Amount
de_de: Maximal rückzahlbarer Betrag
fr_fr: Maximum du montant remboursable

source: Enable %s
de_de: %s aktivieren
fr_fr: Activer %s

source: An unkown exception occurred: @message.
de_de: Ein unbekannter Fehler ist aufgetreten: @message.

source: 3D Secure failed
de_de: 3D Secure ist fehlgeschlagen.
fr_fr: 3D Secure a échoué.

source: Mr
de_de: Herr

source: Should the amount be captured automatically after the order (Direct Charge) or should the amount only be reserved (Authorize)?
de_de: Sollte der Betrag direkt verbucht werden (Direct Charge), oder sollte der Betag nur reserviert werden (Authorize)?

source: Public Key for test requests, provided by Unzer.
de_de: Dies ist der öffentliche test Schlüssel, der durch Unzer zur Verfügung gestellt wird.

source: You have to enter a card number.
de_de: Sie müssen eine Kartennummer eingeben
fr_fr: Vous devez insérer le numéro de carte.

source: Save
de_de: Speichern
fr_fr: Sauvegarder

source: Create account
de_de: Account erstellen

source: You have to enter either the CVC code or the issue number of your card.
de_de: Bitte geben Sie entweder den CVC oder die Ausgabenummer Ihrer Karte ein.
fr_fr: Vous devez insérer le code CVC ou le numéro de série de votre carte.

source: Close transaction for further captures.
de_de: Transaktion für weitere Buchungen schliessen
fr_fr: Fermer la transaction pour d'autres comptabilisations.

source: You have to enter the IBAN.
de_de: Sie müssen die IBAN Ihres Bankkontos eingeben
fr_fr: Il faut insérer l'IBAN du compte banquaire

source: Please enter here the bank code of your bank.
de_de: Bitte geben Sie den Bankcode Ihrer Bank ein.
fr_fr: Veuillez insérer le code de votre banque.

source: Continue to your the order confirmation
de_de: Weiter zur Bestellbestätigung
fr_fr: Continuer à la confirmation de commande.

source: Send Basket
de_de: Warenkorb übermitteln

source: Should the amount be captured automatically after the order (Direkte Belastung) or should the amount only be reserved (Authorize)?
de_de: Sollte der Betrag automatisch verbucht werden nach der ausführung der Zahlung (Direct Charge) oder soll der Betrag nur reserviert werden?

source: The capture item with SKU '@sku' is not present in the original order.
de_de: Der verbuchte Artikel mit der Bestandseinheit @sku ist in der ursprünglichen Bestellung nicht vorhanden.
fr_fr: L'élément de capture avec SKU '@sku' n'est pas présent dans la commande original.

source: Billing Address
de_de: Rechnungsadresse
fr_fr: Adresse de facturation

source: Cart has been modified after displaying order review
de_de: Der Warenkorb wurde nach dem Anzeigen der Bestellungsübersicht verändert

source: No transaction ID provided.
de_de: Keine Transaktions-ID zur Verfügung gestellt.
fr_fr: Aucune ID de la transaction a été fourni.

source: Check to activate the external checkout.
de_de: Markieren Sie dieses Feld um den externen Checkout zu aktivieren.
fr_fr: Marquer cette option pour activer la vérification externe.

source: You have to enter the account holder name.
de_de: Bitte geben Sie den Kontoinhaber an.
fr_fr: Veuillez insérer ici le nom du titulaire de la carte.

source: The HMAC key as defined in the live backoffice of Unzer. You may need generate the HMAC key. Please take a look at the manual how to do this.
de_de: Der HMAC Key ist im Live Backoffice von Unzer angegeben. Eventuell müssen Sie den HMAC Key noch generieren. Eine Anleitung dazu finden Sie im Manual.
fr_fr: La clé HMAC tel que défini dans le backoffice de production de Unzer. Vous devrez peut-être générer la clé HMAC. Veuillez jeter un coup d'oeil sur le manuel pour savoir comment faire cela.

source: Short Installation Instructions:
de_de: Kurzanleitung für die Installation:

source: The order is not fully completed. Please contact the store owner.
de_de: Die Zahlung konnte nicht durchgeführt werden.
fr_fr: Le paiement ne peut être effectué.

source: Refund Amount
de_de: Rückerstattungsbetrag

source: Unfortunately you cannot continue.
de_de: Leider können Sie nicht weiterfahren.

source: Processing...
de_de: In Bearbeitung...
fr_fr: Traitement en cours...

source: No order ID provided.
de_de: Keine Auftrags ID zur Verfügung gestellt.
fr_fr: Pas de numéro de commande fourni.

source: Save Shipping Method
de_de: Versandmethode speichern
fr_fr: Sauvegarder le mode de livraison

source: Release Date
de_de: Erscheinungsdatum
fr_fr: Date de sortie

source: The given rang is empty. It must be a nummeric value with length of two.
de_de: Der gegebene Rang ist leer. Er muss eine zweistellige Nummer sein.
fr_fr: Le champ 'rang' donné est vide. Il doit être une valeur nummerique avec une longueur de deux.

source: Sales Tax Number
de_de: Steuer Nummer
fr_fr: Numéro de taxe de vente

source: If the status is 'Pending' it is unclear whether the transaction will be cancelled successfully.
de_de: Wenn der Status 'Ausstehend' ist, dann ist unklar ob die Transaktion erfolgreich storniert wurde.
fr_fr: Si l'état est 'En attente', il est difficile de savoir si la transaction sera annulée avec succès.

source: Enter the public and private key received from Unzer.
de_de: Bitte geben Sie den privaten und öffentlichen Schlüssel ein. Diese werden von Unzer zur Verfügung gestellt.

source: A cancelled transaction cannot be authorized.
de_de: Eine stornierte Transaktion kann nicht autorisiert werden.
fr_fr: Une transaction annulée ne peut pas être autorisée.

source: Should the invoice items be transmitted to Unzer? This slightly increases the processing time due to an additional request, and may cause issues for certain quantity / price combinations.
de_de: Sollen die Rechnungspositionen an Unzer übermittelt werden? Dies kann die Verarbeitungszeit erhöhen und bestimmte Preiskombination können allenfalls nicht verabeitet werden.

source: 3D Secure sucess
de_de: 3D Secure erfolgreich
fr_fr: 3D Secure avec succès

source: UnzerCw Interval
de_de: UnzerCw Intervall

source: Please pay the amount of !amount !currency using the following bank data:<br/><b>Descriptor:</b> !descriptor<br/><b>Account Holder:</b> !holder<br/><b>IBAN:</b> !iban<br/><b>BIC:</b> !bic<br/>
de_de: Bitte zahlen Sie den Betrag !amount !currency mit folgenden Daten:<br/><b>Zahlungsreferenz:</b> !descriptor<br/><b>Kontoinhaber:</b> !holder<br/><b>IBAN:</b> !iban<br/><b>BIC:</b> !bic<br/>

source: Operation Mode
de_de: Betriebsmodus
fr_fr: Mode de fonctionnement

source: If it is not applicable leave the field empty.
de_de: Falls nicht zutreffend, lassen Sie dieses Feld leer.
fr_fr: Si ce n'est pas applicable veuillez laisser le champ vide.

source: Only an uncertain transaction can be marked as finally declined.
de_de: Nur unsichere Transaktionen können als endgültig abgelehnt markiert werden.
fr_fr: Seulement une transaction incertaine peut être marquée comme déclinée.

source: Bank account number
de_de: Bankkonto
fr_fr: Número du compte bancaire

source: Bank
de_de: Anbieter

source: The configuration values for Unzer can be set under:
de_de: Die Konfigurationswerte für Unzer können hier eingestellt werden:
fr_fr: Les valeurs de la configuration pour Unzer peuvent être définies sous:

source: You have to activate JavaScript in your browser to complete the payment.
de_de: Sie müssen JavaScript in Ihrem Browser aktivieren um die Zahlung abzuschliessen.
fr_fr: Vous devez activer JavaScript dans votre navigateur pour effectuer le paiement.
